Repository: louy/rtler
Catalog: languages/rtler-*.po
Languages: ar

source: Error renaming <code>%s</code>, please edit manually.
ar: خطأ في إعادة تسمية الملف <code>%s</code>, رجاءً قم بالتعديل يدوياً.

source: File %s saved successfuly.
ar: تم حقظ الملف %s بنجاح.

source: Error saving <code>%s</code>, file not writable.
ar: خطأ في حفظ <code>%s</code>, الملف غير قابل للكتابة.

source: File <code>%s</code> doesn&#39;t need any rtling.
ar: الملف لا يحتاج أية تعديل.

source: the file <code>%s</code> was not found.
ar: لم يتم العثور على الملف <code>%s</code>.

source: The selected file is not a CSS file.
ar: الملف المحدد ليس ملف CSS.

source: Options saved.
ar: تم حفظ الخيارات.

source: Version %s by
ar: الإصدار %s بواسطة

source: Louy Alakkad
ar: لؤي العقاد

source: Theme
ar: القالب

source: File path
ar: مسار الملف

source: must be inside the theme directory, leave blank to use <code>style.css</code>. No <code>../</code> allowed!
ar: يجب أن يكون داخل مجلد القالب, اتركه فارغاً لاستخدام <code>style.css</code>. غير مسمح باستخدام <code>../</code>!

source: Save file
ar: إحفظ الملف

source: check this to automatically save the rtled file.
ar: اختر هذا المربع لحفظ الملف تلقائياً

source: Generate rtl.css
ar: إنشاء rtl.css

source: Or, just enter the file contents here.
ar: أو فقط أدخل محتويات الملف هنا.

source: I won&#39;t validate the CSS, I don&#39;t have time to!
ar: لن أقوم التأكد من صحة ملف الـCSS, ليس لدي الوقت لذلك!

source: Generated by the RTLer
ar: تم إنشاؤه بواسطة RTLer

source: This plugin generates the RTL stylesheet for you from your theme's 'style.css' file.
ar: تقوم هذه الإضافة بإنشاء ملف RTL من ملف القالب الأصلي 'style.css'.
